Repository: 3theories/SharedDesign
Catalog: Sources/SharedDesign/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt_br, zh_hans

# weekNav.accessibility.cannotNavigate
source: Cannot navigate further
ar: لا يمكن التنقل إلى أبعد من ذلك
de: Kann nicht weiter navigieren
es: No se puede seguir navegando
fr: Impossible de naviguer plus loin
hi: आगे नेविगेट नहीं कर सकते
it: Impossibile navigare oltre
ja: それ以上進めない
ko: 더 이상 탐색할 수 없습니다.
pt_br: Não é possível navegar mais
zh_hans: 无法继续导航

# weekNav.accessibility.movesToNext
source: Moves to next week
ar: الانتقال إلى الأسبوع القادم
de: Verschiebt sich auf nächste Woche
es: Se traslada a la próxima semana
fr: Déplacement à la semaine prochaine
hi: अगले सप्ताह के लिए स्थानांतरित
it: Si sposta alla prossima settimana
ja: 来週に移動
ko: 다음 주로 이동
pt_br: Mudança para a próxima semana
zh_hans: 移至下周

# weekNav.accessibility.movesToPrevious
source: Moves to previous week
ar: الانتقال إلى الأسبوع السابق
de: Geht zur vorherigen Woche über
es: Se desplaza a la semana anterior
fr: Passage à la semaine précédente
hi: पिछले सप्ताह पर जाएँ
it: Si sposta alla settimana precedente
ja: 前週に移動
ko: 지난 주로 이동
pt_br: Move-se para a semana anterior
zh_hans: 移至前一周

# weekNav.accessibility.nextWeek
source: Next week
ar: الأسبوع القادم
de: Nächste Woche
es: Próxima semana
fr: Semaine prochaine
hi: अगले सप्ताह
it: La prossima settimana
ja: 来週
ko: 다음 주
pt_br: Próxima semana
zh_hans: 下周

# weekNav.accessibility.previousWeek
source: Previous week
ar: الأسبوع السابق
de: Vorige Woche
es: Semana anterior
fr: Semaine précédente
hi: पिछला सप्ताह
it: Settimana precedente
ja: 前の週
ko: 지난 주
pt_br: Semana anterior
zh_hans: 上一周

# weekNav.accessibility.returnToCurrent
source: Return to current week
ar: العودة إلى الأسبوع الحالي
de: Zurück zur aktuellen Woche
es: Volver a la semana actual
fr: Retour à la semaine en cours
hi: वर्तमान सप्ताह पर लौटें
it: Ritorno alla settimana corrente
ja: 現在の週に戻る
ko: 이번 주로 돌아가기
pt_br: Retornar à semana atual
zh_hans: 返回当前星期

# weekNav.accessibility.tapToPickWeek
source: Tap to pick a week
ar: انقر لاختيار أسبوع
de: Tippen Sie auf , um eine Woche auszuwählen
es: Pulse para elegir una semana
fr: Tapez pour choisir une semaine
hi: सप्ताह चुनने के लिए टैप करें
it: Toccare per scegliere una settimana
ja: タップして週を選ぶ
ko: 주를 선택하려면 탭하세요.
pt_br: Toque para escolher uma semana
zh_hans: 点击选择一周

# weekNav.accessibility.weekRange
source: Week range
ar: نطاق الأسبوع
de: Bereich Woche
es: Rango semanal
fr: Période de la semaine
hi: सप्ताहिक सीमा
it: Intervallo di settimane
ja: 週間
ko: 주 범위
pt_br: Intervalo de semanas
zh_hans: 周数范围

# weekNav.invalidWeek
source: Invalid Week
ar: أسبوع غير صالح
de: Ungültige Woche
es: Semana inválida
fr: Semaine non valide
hi: अमान्य सप्ताह
it: Settimana non valida
ja: 無効週
ko: 유효하지 않은 주
pt_br: Semana inválida
zh_hans: 无效周

# weekNav.thisWeek
source: This Week
ar: هذا الأسبوع
de: Diese Woche
es: Esta semana
fr: Cette semaine
hi: इस सप्ताह
it: Questa settimana
ja: 今週
ko: 이번 주
pt_br: Esta semana
zh_hans: 本周

source: Workout
ar: التمرين
es: Entrenamiento
fr: Entraînement
hi: व्यायाम
it: Allenamento
ja: ワークアウト
ko: 운동
pt_br: Treino
zh_hans: 锻炼

source: Workout action
ar: حركة التمرين
de: Workout-Aktion
es: Acción de entrenamiento
fr: Action d'entraînement
hi: व्यायाम क्रिया
it: Azione di allenamento
ja: ワークアウト・アクション
ko: 운동 동작
pt_br: Ação de treino
zh_hans: 锻炼行动

source: Yoga
ar: اليوغا
hi: योग
it: Lo yoga
ja: ヨガ
ko: 요가
pt_br: Ioga
zh_hans: 瑜伽

source: Your dietary preferences are being considered
ar: يتم أخذ تفضيلاتك الغذائية بعين الاعتبار
de: Ihre diätetischen Präferenzen werden berücksichtigt
es: Se tienen en cuenta sus preferencias dietéticas
fr: Vos préférences alimentaires sont prises en compte
hi: आपकी आहार संबंधी प्राथमिकताओं पर विचार किया जा रहा है।
it: Le vostre preferenze alimentari vengono prese in considerazione
ja: 食事の好みを考慮する
ko: 귀하의 식단 선호도를 고려 중입니다.
pt_br: Suas preferências alimentares estão sendo consideradas
zh_hans: 正在考虑您的饮食偏好

source: Your fitness level is being considered
ar: يتم النظر في مستوى لياقتك البدنية
de: Ihr Fitnesslevel wird berücksichtigt
es: Se tiene en cuenta su forma física
fr: Votre niveau de forme physique est pris en compte
hi: आपके फिटनेस स्तर पर विचार किया जा रहा है।
it: Il vostro livello di forma fisica viene preso in considerazione
ja: あなたのフィットネス・レベルが考慮される
ko: 귀하의 체력 수준을 고려 중입니다.
pt_br: Seu nível de condicionamento físico está sendo considerado
zh_hans: 您的体能水平正在考虑中

# chart.time_of_day.axis.six_am_short
source: 6a
hi: छः ए

# chart.time_of_day.axis.six_pm_short
source: 6p
hi: छः पेन्स

source: L
hi: एल

# Large
source: كبير
hi: बड़ा

# Loading
source: التحميل
hi: डाउनलोड
ko: 도움말

# map.stats.elevation.unit
source: m ↑
hi: एम ↑

# map.stats.pace.label
source: PACE
hi: गति
ja: ペース
zh_hans: 计算机设备行动伙伴关系

# Medium
source: متوسط
hi: औसत

source: Q
hi: प्रश्न

# Small
source: صغيرة
hi: छोटी

# Steps
source: الخطوات
hi: चरण
ko: 도움말
